$(document).ready(function() {
  $('.slider').slick({
    // arrows:false, //стрелки не отображаются
    dots:true,
    // adaptiveHeight:true,
    // slidesToShow:3, // колличество слайдов к отображению
    //slidesToScroll:2, // указывается колличество слайдов которое пролистывается за одно нажатие
    speed: 500, // одна секунда. Скорость пролистывания слайдов.
    // easeng: 'ease',
    // infinite: false, // отключаем зацикленность "бесконечность" слайдера.
    //initialSlide:3, // выбираем слайд, с которого будем стартовать.
    // autoplay: true, // перед продакшеном включить автоплей
    // autoplaySpeed: 3000 // скорость автоплея.


  });//конец слайдера slick

});